// MARK: - Interpolated stuff
/* No comment provided by engineer. */
"%@" = "%@";

///* No comment provided by engineer. */
//"%lld items" = "%lld items";



// MARK: - Core Data
/* No comment provided by engineer. */
"New Project" = "New Project";

/* No comment provided by engineer. */
"New Item" = "New Item";



// MARK: - ContentView (Tabs)
/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Closed" = "Closed";

/* No comment provided by engineer. */
"Awards" = "Awards";



// MARK: - HomeView
/* No comment provided by engineer. */
"Up next" = "Up next";

/* No comment provided by engineer. */
"More to explore" = "More to explore";



// MARK: - ProjectsView
/* No comment provided by engineer. */
"Open Projects" = "Open Projects";

/* No comment provided by engineer. */
"Closed Projects" = "Closed Projects";

/* No comment provided by engineer. */
"Add New Project" = "Add New Project";

/* No comment provided by engineer. */
"Sort" = "Sort";

/* No comment provided by engineer. */
"Sort Items" = "Sort Items";

/* No comment provided by engineer. */
"Add New Item" = "Add New Item";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"There's nothing to see here right now." = "There's nothing to see here right now.";



// MARK: - EditItem & EditProjectView
/* No comment provided by engineer. */
"Basic Settings" = "Basic Settings";



// MARK: - EditItemView
/* No comment provided by engineer. */
"Edit Item" = "Edit Item";

/* No comment provided by engineer. */
"Item name" = "Item name";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Priority" = "Priority";

/* No comment provided by engineer. */
"Low" = "Low";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"High" = "High";

/* No comment provided by engineer. */
"Mark Completed" = "Mark Completed";



// MARK: - EditProjectView
/* No comment provided by engineer. */
"Edit Project" = "Edit Project";

/* No comment provided by engineer. */
"Project name" = "Project name";

/* No comment provided by engineer. */
"Description of this project" = "Description of this project";

/* No comment provided by engineer. */
"Custom project color" = "Custom project color";

/* No comment provided by engineer. */
"Close this project" = "Close this project";

/* No comment provided by engineer. */
"Reopen this project" = "Reopen this project";

/* No comment provided by engineer. */
"Delete this project" = "Delete this project";

/* No comment provided by engineer. */
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely.";

/* No comment provided by engineer. */
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";

/* No comment provided by engineer. */
"Delete project?" = "Delete project?";



// MARK: - AwardsView
/* No comment provided by engineer. */
"Locked" = "Locked";

/* No comment provided by engineer. */
"Unlocked: %@" = "Unlocked: %@";

/* No comment provided by engineer. */
"OK" = "OK";



// MARK: - SelectSomethingView
/* No comment provided by engineer. */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
